Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Camouflage screens [sports articles]
it: Schermi di camuffamento [articoli sportivi]

source: Free-standing video games apparatus
it: Apparecchi per videogiochi indipendenti

source: Bowling gloves
it: Guanti da bowling

source: Radio-controlled toys
it: Giocattoli radiocomandati

source: Animal replicas as playthings
it: Riproduzioni di animali (giocattoli)

source: Carriers for croquet sets
it: Supporti per set da croquet

source: Battery operated remote controlled toy vehicles
it: Veicoli giocattolo telecomandati a batteria

source: Protectors for elbows for use when riding bicycles [sports articles]
it: Protezioni per gomiti da usare in bicicletta [articoli sportivi]

source: Toys for use in perambulators
it: Giocattoli per carrozzine

source: Slot machines [counter-freed amusement apparatus]
it: Slot-machine (apparecchi per il divertimento a gettone)

source: Covers (Shaped -) for badminton rackets
it: Custodie conformate per racchette da volano

source: Covers (Shaped -) for golf clubs
it: Fodere sagomate per mazze da golf

source: Xylophones being musical toys
it: Xilofoni, ovvero giocattoli musicali

source: Putting practice mats [golf implement]
it: Tappetini da allenamento [strumenti da golf]

source: Parallel bars for gymnastics
it: Sbarre parallele da ginnastica

source: Infants' action crib toys
it: Giocattoli mobili per culle

source: Plastic toys for use in the bath
it: Giocattoli in plastica per il bagno

source: Traditionally dressed western dolls
it: Bambole western con abiti tradizionali

source: Body-building apparatus
it: Apparecchi per il culturismo

source: Athletic protective arm pads for cycling
it: Protezioni per le braccia per ciclismo

source: Athletic protective arm pads for skating
it: Protezioni per le braccia per pattinaggio

source: Baseball balls
it: Palle da baseball

source: Children's multiple activity toy
it: Giochi ad attività multiple per bambini

source: Lacrosse sticks
it: Mazze da lacrosse

source: Scale model aeroplanes
it: Modellini di aeroplani

source: Japanese horizontal pinball machines [smartball machines]
it: Flipper orizzontali giapponesi [macchine per Smartball]

source: Ascenders [mountaineering equipment]
it: Ascendenti [materiale alpinistico]

source: Model toy steam engines
it: Modellino di motore a vapore

source: Edges of skis
it: Spigoli di sci

source: Parachutes for paragliding
it: Paracadute per parapendio

source: Paternosters [fishing tackle]
it: Paternoster [arnesi per la pesca]

source: Decorations for Christmas trees
it: Decorazioni per alberi di Natale

source: Electronic hand-held game units
it: Giochi elettronici portatili

source: Role playing games
it: Giochi di ruolo

source: Inflatable swimming pools for recreational use [toys]
it: Piscine gonfiabili per uso ricreativo [giocattoli]

source: Indoor play apparatus for children
it: Attrezzatura da gioco per bambini

source: Inflatable punching bags
it: Punching-ball gonfiabili

source: Inflatable toys resembling air vehicles
it: Giocattoli gonfiabili che sembrano veicoli aerei

source: Carriages for dolls
it: Carrozzine per bambole

source: Bindings for snowboards
it: Attacchi per snowboard

source: Skill and action games
it: Giochi di abilità

source: Children's playhouses
it: Case da gioco per bambini

source: Horizontal pinball machine (korinto-game machines)
it: Flipper verticali (macchine per il gioco del Korinto)

source: Japanese playing cards (hanafuda)
it: Carte da gioco giapponesi (Hanafuda)

source: Swivels [fishing tackle]
it: Mulinelli per arnesi da pesca

source: Electronic remote controlled toys
it: Giocattoli elettronici telecomandati

source: Rings for sports
it: Anelli per lo sport

source: Rocking horses on metal frames
it: Cavalli a dondolo su telai in metallo

source: Roundabouts being playthings
it: Giostre, ovvero giochi

source: Cases adapted for sporting articles
it: Custodie per articoli sportivi

source: Chest protectors adapted for playing the sport of taekwondo
it: Protezioni per il torace specifiche per praticare lo sport del taekwondo

source: Protectors for the knees for use when skateboarding [sports articles]
it: Protezioni per le ginocchia per skateboard [articoli sportivi]

source: Portable games with liquid crystal displays
it: Giochi portatili con schermo a cristalli liquidi

source: Decorations and ornaments for Christmas trees
it: Decorazioni e ornamenti per alberi di Natale

source: Clubs for gymnastics
it: Mazze per la ginnastica

source: Articles for playing golf
it: Articoli per praticare il golf

source: Toys for use in swimming pools
it: Giochi da usare in piscina

source: Protective padded articles for use in playing the game of cricket
it: Articoli con imbottiture protettive da utilizzare nel gioco del cricket

source: Protectors for elbows for use when participating in the sport of cricket
it: Protezioni per i gomiti da usare per giocare a cricket

source: Costumes being childrens playthings
it: Costumi, ovvero giocattoli per bambini

source: Protective covers for rackets
it: Fodere protettive per racchette

source: Shoes for dolls
it: Scarpe per bambole

source: Play tunnels
it: Tunnel da gioco

source: Billiard game playing equipment
it: Attrezzatura per il gioco del biliardo

source: Fishing tackle
it: Arnesi da pesca

source: Playground apparatus made of metal
it: Apparecchi per campi da gioco in metallo

source: Toy cable railways
it: Funicolari giocattolo

source: Lacrosse balls
it: Palle da lacrosse

source: Shoulder pad lacelocks for athletic use
it: Lacci imbottiti per le spalle, per l'atletica

source: Sole coverings for skis
it: Rivestimenti di sci

source: Japanese traditional dolls
it: Bambole tradizionali giapponesi

source: Javelins [for field sports]
it: Giavellotti [per sport da campo]

source: Jokes (play things)
it: Scherzi (giocattoli)

source: Nine man's morris sets
it: Set per il gioco della tria

source: Novelties in the form of bugs in boxes
it: Ninnoli sotto forma di insetti in scatole

source: Targets for sporting use
it: Bersagli per uso sportivo

source: Tennis ball throwing apparatus
it: Apparecchi lancia palle da tennis

source: Kicking tees
it: Tee da calciare

source: Joysticks for video games
it: Joysticks per videogiochi

source: Interlocking toy construction pieces
it: Pezzi da costruzione giocattolo intersecanti

source: Hang gliders
it: Deltaplani

source: Bells for Christmas trees
it: Campanelle per alberi di natale

source: Chest expanders [exercisers]
it: Estensori [attrezzi ginnici]

source: Rollers for stationary exercise bicycles
it: Rulli per biciclette fisse per allenamento

source: Spring-supported punch balls
it: Punching ball sostenuti da molle

source: Synthetic strings for use with rackets
it: Corde sintetiche per racchette

source: Softball home plates
it: Case basi da softball

source: Spring boards [sports articles]
it: Trampolini [articoli sportivi]

source: Marbles for games
it: Biglie per giochi

source: Petanque balls
it: Bocce da petanque

source: Chest protectors [for hockey]
it: Protezioni per il torace [hockey]

source: Golf practice apparatus
it: Attrezzatura per il golf

source: Targets
it: Bersagli

source: Children's riding vehicles [playthings]
it: Veicoli da guidare per bambini [giocattoli]

source: Polo mallets
it: Mazze da polo

source: Toys made of metal
it: Giocattoli metallici

source: Remote controlled scale model vehicles
it: Modellini in scala di veicoli telecomandati

source: Snow sledges [playthings]
it: Slitte per la neve [giocattoli]

source: Game boards for trading card games
it: Giochi da tavolo per carte da collezione

source: Inflatable swimming pools [play articles]
it: Piscine gonfiabili [articoli per il gioco]

source: Coin-operated pinball game machines
it: Flipper funzionanti a moneta

source: Hand paddles
it: Palette nuoto

source: Dumb-bell shafts [for weight lifting]
it: Barre per manubri [per il sollevamento pesi]

source: Athletic protective knee pads for cycling
it: Dispositivi per segnare i punti ai biliardi

source: Mechanical games
it: Giochi meccanici

source: Musical games
it: Giochi musicali

source: Skis
it: Sci

source: Spinning tops [toys]
it: Trottole [giocattoli]

source: Water pistols
it: Pistole ad acqua

source: Kits of parts [sold complete] for constructing models
it: Kit di parti [venduti completi] per costruzione di modellini

source: Magicians' sets (play things)
it: Set da illusionista (giochi)

source: Manipulative puzzles
it: Puzzle di manipolazione

source: Machines incorporating weights for use in physical exercise
it: Macchine comprendenti pesi per l'esercizio fisico

source: Toy ninja weapons
it: Armi ninja giocattolo

source: Puzzles [toys]
it: Puzzle giocattolo

source: Ring buoys for recreational use
it: Salvagenti per attività ricreative

source: Ski bindings and parts therefor
it: Attacchi per sci e relativi componenti

source: Soccer ball goal nets
it: Reti per porte da calcio

source: Platform tennis nets
it: Reti da platform tennis

source: Skateboards [recreational equipment]
it: Skateboard [attrezzature ricreative]

source: Stone-pieces pots for go game (goke pots)
it: Vasi per pedine per il gioco del Go

source: Balls for juggling
it: Palle da giocoliere

source: Remote-controlled toy vehicles
it: Veicoli giocattolo telecomandati

source: Machines for physical exercises
it: Attrezzi per esercizi fisici

source: Spring bar tension sets for use in exercising
it: Serie di barre da tendere a molla per l'esercizio fisico

source: Baseball gloves
it: Guanti da baseball

source: Benches for gymnastic use
it: Panche per la ginnastica

source: Rockets being toy models
it: Modellini di razzi giocattolo

source: Backgammon sets
it: Set da backgammon

source: Tinsel for decorating Christmas trees
it: Fili d'argento per decorare alberi di Natale

source: Softball balls
it: Palle da softball

source: Baseball bases
it: Basi per baseball

source: Bindings for alpine skis
it: Attacchi per sci alpino

source: Racketball balls
it: Palle da racquetball

source: Toys made of rubber
it: Giocattoli in gomma

source: Toys sold in kit form
it: Giocattoli in kit

source: Tracks for model vehicles
it: Piste per modellini di veicoli

source: Sleighs [playthings]
it: Slitte [giocattoli]

source: Rods for fishing
it: Canne da pesca

source: Apparatus for use in training for the game of rugby [sporting equipment]
it: Attrezzatura da allenamento per il gioco del rugby [attrezzatura sportiva]

source: Arm pads adapted for use in sporting activities
it: Protezioni per le braccia concepite per attività sportive

source: Remote controlled flying toys
it: Giocattoli volanti telecomandati

source: Athletic protective wrist pads for skating
it: Polsini protettivi per pattinaggio

source: Covers (Shaped -) for skis
it: Fodere sagomate per sci

source: Pinball machines [coin or non-coin operated]
it: Flipper [funzionanti a moneta o meno]

source: Protective carrying cases specially adapted for handheld video games
it: Custodie protettive adatte a contenere videogiochi tascabili

source: Coin-operated amusement gaming machines
it: Apparecchi per divertimento funzionanti a moneta

source: Coin-operated electrical amusement apparatus
it: Apparecchi di divertimento elettrici a moneta

source: Hurdles for use in athletics training
it: Ostacoli da allenamento per l'atletica

source: Nets for sporting purposes
it: Reti per uso sportivo

source: Playground apparatus made of wood
it: Attrezzature per parchi gioco in legno

source: Covers for ski bindings
it: Fodere per attacchi da sci

source: Hockey goals
it: Porte da hockey

source: Bob-sleighs
it: Guidoslitte

source: Candle holders for Christmas trees
it: Portacandele per alberi di natale

source: Landing nets for anglers
it: Reticelle per la pesca

source: Leg weights for athletic use
it: Pesi per le gambe per l'atletica

source: Miniature car models [toys or playthings]
it: Modellini d'automobili in miniatura [giocattoli]

source: Miniature replica football kits
it: Kit da calcio in miniatura

source: Models for use with role playing games
it: Modellini per uso con giochi di ruolo

source: Horizontal bars [for gymnastic]
it: Barre orizzontali per la ginnastica

source: Hurdles [for track sports]
it: Barriere [per sport da pista]

source: Volleyball game playing equipment
it: Attrezzatura per il gioco della pallavolo

source: Buckets [playthings] made of plastics
it: Secchielli [giocattoli] fatti di plastica

source: Grip balls in the nature of rubber ball for hand exercise
it: Palle da impugnare, ovvero palle di gomma per l'esercizio delle mani

source: Hockey gloves
it: Guanti da hockey

source: Nets for practising golf
it: Reti per esercitarsi nel golf

source: Pedal-propelled wheeled toys
it: Giocattoli a ruote a pedali

source: Tapes for wrapping tennis racquet handle grips
it: Nastri per avvolgere impugnature di racchette da tennis

source: Toboggans
it: Scivoli

source: Paper airplanes
it: Aeroplani in carta

source: Token-operated video game machines
it: Videogiochi (macchine) a gettone

source: Inflatable toys in the form of boats
it: Giocattoli gonfiabili a forma di barca

source: Javelins [sporting articles]
it: Giavellotti [articoli per lo sport]

source: Racquet ball nets
it: Reti da racquetball

source: Radio controlled model vehicles
it: Modellini di veicoli radiocomandati

source: Shuttlecocks
it: Volani [giochi]

source: Billiard tables
it: Tavoli da biliardo

source: Confetti
it: Coriandoli

source: Toy figures capable of transforming into various shapes
it: Personaggi di fantasia che possono trasformarsi in varie forme

source: Articles of clothing for toys
it: Indumenti per giocattoli

source: Fencing gauntlets
it: Guanti da scherma

source: Rod blanks (Fishing -)
it: Pezzi di canne da pesca

source: Roller skis
it: Sci a rotelle

source: Bags adapted for fishing
it: Borse per la pesca

source: Bags specially adapted for sports equipment
it: Borse adattate per il trasporto di articoli sportivi

source: Bowling balls
it: Palle da bowling

source: Springboards [for gymnastic]
it: Trampolini [per la ginnastica]

source: Children's four-wheeled vehicles [playthings]
it: Veicoli a quattro ruote per bambini [giocattoli]

source: Crackers [party novelties]
it: Crackers [articoli per feste]

source: Kendo bamboo swords
it: Spade di bambù da kendo

source: Pommel horses [for gymnastic]
it: Cavalli [per la ginnastica]

source: Fishing rod rests
it: Porta-canne da pesca

source: Roulette tables
it: Tavoli da roulette

source: Toys in the nature of imitation foodstuffs
it: Giocattoli sotto forma di imitazioni di alimenti

source: Remote controlled toys in the form of vehicles
it: Giocattoli telecomandati sotto forma di veicoli

source: Spinning discs incorporating string which rewinds and returns the disc to the hand when thrown
it: Dischi rotanti di un filo che si riavvolge e riporta nella mano il disco quando viene lanciato

source: Spools for throwing, incorporating coiled string which unwinds and rewinds returning the spool to the hand
it: Bobine da lanciare comprendenti un filo arrotolato che si svolge e riavvolge riportando la bobina nella mano

source: Containers adapted for holding darts flights
it: Contenitori per alette di freccette

source: Covers (Shaped -) for ski sticks
it: Custodie conformate per racchette da sci

source: Seal skins [coverings for skis]
it: Pelli di foca [rivestimenti per sci]

source: Clothing for toy figures
it: Vestiti per pupazzi giocattolo

source: Theatrical masks
it: Maschere da teatro

source: Apparatus for corinthian games
it: Apparecchi per giochi Corinthian

source: Toy supermarket checkout apparatus
it: Casse da supermercato giocattolo

source: Inflatable inner tubes for aquatic recreational use
it: Camere d'aria gonfiabili per attività ricreative acquatiche

source: Toys made of plastics
it: Giocattoli in plastica

source: Play apparatus for use in children's nurseries
it: Apparecchi per giochi destinati ad asili nido

source: Play structures for children
it: Strutture da gioco per bambini

source: Dolls for playing
it: Bambole da gioco

source: Dumb-bells [for weight lifting]
it: Manubri per sollevamento pesi

source: Athletic protective arm pads for skateboarding
it: Protezioni per le braccia per skateboard

source: Automatic coin-operated games
it: Giochi automatici a moneta

source: Multiple activity toys for babies
it: Giocattoli multifunzionali per neonati

source: Skateboard wheels
it: Ruote per skateboard

source: Golf tees
it: Tee da golf

source: Kits [sold complete] for the construction of scale models
it: Kit [venduti completi] per la costruzione di modellini in scala

source: Miniature die cast vehicles
it: Veicoli pressofusi in miniatura

source: Pinball games machines [coin or counter operated]
it: Flipper [azionati a moneta o gettone]

source: Tapes with weights for balancing tennis racquets
it: Nastri con pesi per bilanciare racchette da tennis

source: Cube puzzles
it: Puzzle a cubo

source: Iron shots specifically for use in the shot put
it: Pesi in ferro specifici per il lancio del peso

source: Imitation cosmetic preparations being toys
it: Prodotti cosmetici finti ovvero giocattoli

source: Imitation toilet preparations being toys
it: Prodotti per la toilette finti ovvero giocattoli

source: Swimming kick boards
it: Tavolette per il nuoto

source: Games
it: Giochi

source: Karuta playing cards (Japanese card game)
it: Carte da gioco Karuta [gioco di carte giapponese]

source: Electronic targets
it: Bersagli elettronici

source: Ride-on toy vehicles (Motorised -)
it: Veicoli giocattolo motorizzati da guidare

source: Sandboxes [sporting articles]
it: Sabbiere [articoli per lo sport]

source: Bags adapted to hold fencing equipment
it: Borse per contenere attrezzature da scherma

source: Softball bases
it: Basi da softball

source: Crossbows [sporting apparatus]
it: Balestre [attrezzatura sportiva]

source: War games using model soldiers
it: Giochi di guerra con soldatini

source: Kokeshi dolls
it: Bambole kokeshi

source: Kote gauntlets
it: Guanti Kote

source: Lever action toys
it: Giocattoli a leva

source: Bags especially designed for skis and surfboards
it: Sacche ideate appositamente per sci e tavole da surf

source: Fishing line casts
it: Forme per lenze

source: Chest protectors [for baseball]
it: Protezioni per il torace [da baseball]

source: Buckets [playthings]
it: Secchielli [giocattoli]

source: Electronic targets for game
it: Bersagli elettronici per giochi

source: Electric action figures with lights and sounds
it: Personaggi di fantasia con effetti luminosi e sonori

source: Controllers for game consoles
it: Comandi per console di gioco

source: Discuses for sports
it: Dischi per lo sport

source: Draughts [games]
it: Giochi di dama

source: Toys, games, playthings and novelties
it: Giochi, giocattoli, balocchi e ninnoli

source: Sporting articles and equipment
it: Articoli e attrezzature sportive

source: Festive decorations and artificial Christmas trees
it: Decorazioni per feste e per alberi di Natale artificiali

source: Ball pitching machines
it: Macchine lancia palle

source: Toys made of bamboo
it: Giocattoli in bamboo

source: Toys made of wood
it: Giocattoli in legno

source: Camogie stick
it: Mazza da camogie

source: Fishing tackle bags
it: Sacche per la pesca

source: Needles for pumps for inflating balls for games
it: Anelli di pompaggio per gonfiare palle da gioco

source: Plush toys with attached comfort blanket
it: Peluche con attaccata una copertina

source: Camouflage screens for hunting purposes
it: Schermi di camuffamento per la caccia

source: Electronic games other than those adapted for use with television receivers only
it: Giochi elettronici tranne quelli per essere utilizzati solamente con ricevitori televisivi

source: Guts for rackets [for tennis or badminton]
it: Budelli per racchette [per il tennis o badminton]

source: Korean chess boards (Jang-gi pan)
it: Scacchiere coreane [Jang-gi pan]

source: Korean dominos (Glopae)
it: Domino coreano [Glopae]

source: Korean playing cards (Hwatoo)
it: Carte da gioco coreane [Hwatoo]

source: Party favor hats
it: Cappelli per feste

source: Skateboard paddles
it: Stick per longboard

source: Stress relief exercise balls
it: Palle antistress per esercizio

source: Toy beanbags [Otedama]
it: Puff giocattolo [Otedama]

source: Hoops for rhythmic sportive gymnastics
it: Cerchi per ginnastica ritmica

source: Abdomen protectors for Taekwondo
it: Protezioni addominali per il Taekwondo

source: Shin guards [sports articles]
it: Parastinchi [articoli per lo sport]

source: Sling shots [sports articles]
it: Fionde [articoli sportivi]

source: Paintballs [ammunition for paintball guns] [sports apparatus]
it: Munizioni [paintball] per pistole [accessori da sport]

source: Knee guards [sports articles]
it: Paraginocchi [articoli sportivi]

source: Poles for pole vaulting
it: Pali per salto con l'asta

source: Platform tennis balls
it: Palline da platform tennis

source: Tennis balls
it: Palle da tennis

source: Fishing sinkers
it: Piombini da pesca

source: Platform tennis paddles
it: Racchette da platform tennis

source: Strings for rackets
it: Corde per racchette

source: Artificial Christmas trees
it: Alberi di Natale artificiali

source: Christmas trees of synthetic material
it: Alberi di natale in materia sintetica

source: Golf club shafts
it: Mazze da golf

source: Golf putters
it: Putter da golf

source: Playing cards
it: Carte da gioco

source: Indoor football tables
it: Tavoli per calcio da sala

source: Stuffed puppets
it: Pupazzi imbottiti

source: Hand puppets
it: Burattini

source: Dolls' houses
it: Case per bambole

source: Coin-operated amusement machines
it: Macchine per il divertimento a moneta

source: Practical jokes [novelties]
it: Oggetti con cui si fanno scherzi

source: Matryoshka dolls
it: Bambole matrioska

source: Traditionally dressed dolls
it: Bambole vestite tradizionalmente

source: Non-telescopic bow sights for archery
it: Mirini non telescopici per il tiro con l'arco

source: Coin-operated arcade video game machines
it: Videogiochi per sale giochi funzionanti a moneta

source: Balls for racket sports
it: Borse per racchette sportive

source: Aquarium fish nets
it: Retini per acquario

source: Radio-controlled miniature aerial targets for sports
it: Bersagli aerei miniatura radiocomandati per lo sport

source: Water-skiing gloves
it: Guanti per sci d'acqua

source: Throat protectors for sports use
it: Protezioni per la gola per lo sport

source: Target launchers [sports articles]
it: Lancia bersagli [articoli sportivi]

source: Table tennis net posts
it: Pali per reti da ping pong

source: Snow sleds for recreational use
it: Slitte da neve per uso ricreativo

source: Play mats for use with toy vehicles [playthings]
it: Tappetini per giocare con veicoli giocattolo [giochi]

source: Party favors in the nature of small toys
it: Oggetti per cotillon sotto forma di giocattolini

source: Jack-in-the-boxes
it: Pupazzi a molla

source: Girdles for American football
it: Fasce per football americano

source: Body protectors for American football
it: Protezioni corporali per football americano

source: First baseman's mitts
it: Guanti da prima base

source: Wrist weights for exercise
it: Pesi per i polsi per esercizi

source: Croquet sets
it: Set da croquet

source: Children's multiple activity tables [playthings]
it: Tavoli multiattività per bambini [giocattoli]

source: Chest protectors for sports use
it: Protezioni per il torace per lo sport

source: Cases for play accessories
it: Custodie per accessori da gioco

source: Boomerangs
it: Boomerang

source: Body protectors for sports use
it: Protezioni corporali per lo sport

source: Bird calls [decoys]
it: Richiami [esche]

source: Chip markers for bingo
it: Indicatori per il bingo
